bash/working/reset.domain.request.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Body><dp:RestartDomainRequest xmlns:dp="http://www.datapower.com/schemas/appliance/management/3.0"><dp:Domain>XB60-B2B-Target</dp:Domain></dp:RestartDomainRequest></soapenv:Body></soapenv:Envelope>
